Repository: dionipires/realestate-7
Catalog: realestate-7/languages/*.po
Languages: pt_br

source: Plugin activated successfully.
pt_br: Plugin ativado com sucesso.

source: No action taken. Plugin %1$s was already active.
pt_br: Nenhuma ação tomada. O plugin %1$s já estava ativo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_br: Plugin não ativado. Uma versão mais alta de% s é necessária para este tema. Atualize o plugin.

source: All plugins installed and activated successfully. %1$s
pt_br: Todos os plugins instalados e ativados com sucesso. %1$s

source: There are one or more required or recommended plugins to install, update or activate.
pt_br: Há um ou mais plugins necessários ou recomendados para instalar, atualizar ou ativar.

source: Please contact the administrator of this site for help.
pt_br: Por favor contate o administrador do site para ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt_br: Este plugin precisa estar atualizado para ser compatível com o seu tema.

source: Update Required
pt_br: Atualização necessária

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_br: O remote plugin pacote não contém uma pasta com o desejado slug e mudar o nome não funcionou.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_br: Entre em contato com o provedor de plugins e peça-lhes para empacotar seu plugin de acordo com as diretrizes do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_br: O pacote de plugin remoto consiste em mais de um arquivo, mas os arquivos não são empacotados em uma pasta.

# plugin A *and* plugin B
source: and
pt_br: e

source: WordPress Repository
pt_br: Repositório WordPress

source: External Source
pt_br: Fonte externa

source: Pre-Packaged
pt_br: Pré-Embalados

source: Not Installed
pt_br: Não instalado

source: Installed But Not Activated
pt_br: Instalado mais não ativo

source: Requires Update
pt_br: Requer atualização

# as in: "version nr unknown"
source: unknown
pt_br: desconhecido

source: Installed version:
pt_br: Versão instalada:

source: Minimum required version:
pt_br: Versão mínima exigida:

source: Available version:
pt_br: Versão disponível:

source: No plugins to install, update or activate.
pt_br: Nenhum plugin para instalar, atualizar ou ativar.

source: Source
pt_br: Fonte

source: Version
pt_br: Versão

source: Install %2$s
pt_br: Instalar %2$s

source: Update %2$s
pt_br: Atualizar %2$s

source: Activate %2$s
pt_br: Ativar %2$s

source: Upgrade message from the plugin author:
pt_br: Mensagem de atualização do autor do plugin:

source: Install
pt_br: Instalar

source: Activate
pt_br: Ativar

source: No plugins were selected to be installed. No action taken.
pt_br: Nenhum plugin foi selecionado para ser instalado. Nenhuma ação tomada.

source: No plugins were selected to be updated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser atualizado. Nenhuma ação tomada.

source: No plugins are available to be installed at this time.
pt_br: Nenhum plugin está disponível para ser instalado no momento.

source: No plugins are available to be updated at this time.
pt_br: Nenhum plug-in está disponível para ser atualizado neste momento.

source: No plugins were selected to be activated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser ativado. Nenhuma ação tomada.

source: No plugins are available to be activated at this time.
pt_br: Nenhum plug-in está disponível para ser ativado neste momento.

source: Plugin activation failed.
pt_br: Ativação de plugin falhou.

source: Updating Plugin %1$s (%2$d/%3$d)
pt_br: Atualizando Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_br: Um erro ocorreu durante a instalação %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
pt_br: A instalação de %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação e ativação está iniciando. Este processo pode levar um tempo em certos hosts, portanto seja paciente.

source: %1$s installed and activated successfully.
pt_br: %1$s instalado e ativado com sucesso.

source: Show Details
pt_br: Mostrar detalhes

source: Hide Details
pt_br: Ocultar detalhes

source: All installations and activations have been completed.
pt_br: Todas as instalações e ativações foram concluídas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_br: Instalando e Ativando o Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação está começando. Esse processo pode demorar um pouco em alguns hosts, então seja paciente.

source: %1$s installed successfully.
pt_br: %1$s instalado com sucesso.

source: All installations have been completed.
pt_br: Todas as instalações foram completadas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt_br: Instalando Plugin %1$s (%2$d/%3$d)

source: Contempo Real Estate 7 Payment Gateways
pt_br: Contempo Real Estate 7 Formas de Pagamento

source: CT Adspace Widget
pt_br: CT Widget Adspace

source: Title (optional):
pt_br: Título (opcional):

source: Ad Code:
pt_br: Código Ad:

source: Image Url:
pt_br: URL da Imagem:

source: Alt text:
pt_br: Texto alt:

source: CT Agent Info
pt_br: CT Informação do Corretor

source: Mobile
pt_br: Celular

source: Office
pt_br: Fixo

source: CT Agents Other Listings
pt_br: CT Outros Imóveis do Corretor

source: Number:
pt_br: Número:

source: Taxonomy:
pt_br: Taxonomia:

source: CT Blog Author Info
pt_br: CT Informação do Autor do Blog

source: Gravatar Size:
pt_br: Tamanho Gravatar:

source: Gravatar Alignment:
pt_br: Alinhamento Gravatar:

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Read More Text (optional):
pt_br: Leia Mais (opcional):

source: Read More URL (optional):
pt_br: URL Leia Mais (opcional):

source: Visible Pages:
pt_br: Páginas Visíveis:

source: All
pt_br: Todos

source: Home only
pt_br: Apenas Home

source: Single only
pt_br: Imóvel único

source: CT Brokers Info
pt_br: CT Informações de Proprietário

source: Email Office
pt_br: Email do Escritório

source: Visit Brokers Website
pt_br: Visite o site do Proprietário

source: Logo URL:
pt_br: URL do Logo:

source: Company:
pt_br: Empresa:

source: Office Phone:
pt_br: Telefone Fixo:

source: Office Email:
pt_br: Email do Escritório:

source: Website:
pt_br: Site:

source: CT Contact Info
pt_br: CT Informações de Contato

source: Show Logo:
pt_br: Mostrar Logo:

source: Blurb:
pt_br: Slogan:

source: Company Name:
pt_br: Nome da empresa:

source: Street Address:
pt_br: Endereço (rua)

source: City:
pt_br: Cidade:

source: State:
pt_br: Estado:

source: Postal:
pt_br: Cep:

source: Country:
pt_br: País:

source: Phone:
pt_br: Telefone:

source: CT Latest Posts
pt_br: CT Últimos Posts

source: CT Listings
pt_br: CT Imóveis

source: View All Link Text
pt_br: Texto Link Ver Todos

source: View All Link URL
pt_br: URL Link Ver Todos

source: CT Listing Agent Contact
pt_br: CT Contato do Corretor do Imóvel

source: Subject:
pt_br: Título:

source: CT Listings Search
pt_br: CT Pesquisar Imóveis

source: CT Listings Social
pt_br: CT Outros Imóveis do Corretor

source: CT Search
pt_br: CT Pesquisa

source: CT Tabs
pt_br: CT Abas

source: Number of posts:
pt_br: Número de posts:

source: First Visible Tab:
pt_br: Primeira Aba Visível:

source: Latest
pt_br: Últimos

source: Comments
pt_br: Comentários

source: CT Testimonials
pt_br: CT Testemunhos

source: Real Estate 7 Options
pt_br: Real Estate 7 Opções

source: Theme Information 1
pt_br: Informação Tema 1

source: <p>This is the tab content, HTML is allowed.</p>
pt_br: <p>Este é o conteúdo da aba, HTML é permitido.</p>

source: Theme Information 2
pt_br: Informação Tema 2

source: <p>This is the sidebar content, HTML is allowed.</p>
pt_br: <p>Este é o conteúdo da barra lateral, HTML é permitido.</p>

source: General Settings
pt_br: Ajustes Gerais

source: Header
pt_br: Cabeçalho

source: Custom Logo
pt_br: Logo Customizado

source: Top Bar
pt_br: Barra do Topo

source: Contact Phone
pt_br: Telefone Contato

source: Icon
pt_br: Ícone

source: Select an icon.
pt_br: Selecione um ícone.

source: Header Info Columns
pt_br: Colunas Info Cabeçalho

source: Column One
pt_br: Coluna Um

source: Column Two
pt_br: Coluna Dois

source: Column Three
pt_br: Coluna Três

source: Homepage
pt_br: Home

source: Layout Manager
pt_br: Gerenciador de Layout

source: Listing Carousel
pt_br: Carrossel de Imóveis

source: Hero w/Search
pt_br: Hero com Pesquisa

source: Top Padding
pt_br: Topo De Preenchimento

source: Set the top padding in percentage.
pt_br: Defina o top padding em percentual.

source: Bottom Padding
pt_br: Fundo De Preenchimento

source: Set the bottom padding in percentage.
pt_br: Defina o bottom padding em percentual.

source: Call To Action
pt_br: Chamada Para Ação

source: Add/Edit Testimonials
pt_br: Adicionar/Editar Testemunhos

source: Add your testimonials to be displayed on the homepage.
pt_br: Adicione seus testemunhos para serem mostrados na home.

source: Company or Person
pt_br: Empresa ou Pessoa

source: Testimonial Here
pt_br: Testemunho Aqui

source: Partners
pt_br: Parceiros

source: Add/Edit Partner Logos
pt_br: Adicionar/Editar Logos dos Parceiros

source: Add your partner logos to be displayed on the homepage.
pt_br: Adicione os logos de seus parceiros para serem mostrados na home.

source: Partner Title
pt_br: Título do parceiro

source: Description Here (not used)
pt_br: Descrição Aqui (não usado)

source: Page Builder
pt_br: Criador Da Página

source: Four Column Widget Area
pt_br: Área Widget Quatro Colunas

source: Create a Skin
pt_br: Crie uma Skin

source: NOTE!
pt_br: NOTA!

source: If this isn't set to Yes NONE of the Styles will be Applied.
pt_br: Se isto não estiver selecionado como Sim, NENHUM dos Estilos serão Aplicados.

source: Typography
pt_br: Tipografia

source: Body
pt_br: Corpo

source: Headings
pt_br: Cabeçalhos

source: Body Background
pt_br: Cor de fundo do Corpo

source: You must set Create a Skin > Use Custom Styles > Yes, if this isn't set NONE of the Styles will be Applied.
pt_br: Você precisa selecionar Crie uma Skin > Usar Estilos Customizados > Sim, não estiver selecionado, NENHUM dos Estilos serão Aplicados.

source: Mobile Navigation
pt_br: Navegação Celulares

source: Secondary Colors
pt_br: Cores Secundárias

source: Footer
pt_br: Rodapé

source: User Profile Fields
pt_br: Campos Perfil de Usuário

source: Agent Single
pt_br: Corretor Sozinho

source: Global Options
pt_br: Opções Globais

source: These options apply globally to the homepage, expanded area of header search and search widget.
pt_br: Estas opções se aplicam globalmente para a home, área expandida da pesquisa do cabeçalho e widget de pesquisa.

source: Header Search
pt_br: Pesquisa de Cabeçalho

source: Homepage Search
pt_br: Pesquisa de Home

source: Listings Search
pt_br: Pesquisar Imóveis

source: Listing Single
pt_br: Imóvel único

source: Listing Stats
pt_br: Estatísticas Imóvel

source: Walk Score
pt_br: Pé De Pontuação

source: Front End Login & Registration
pt_br: Login & Registro no Front-End

source: Front End Submission
pt_br: Envio via Front-End

source: Submit Listing Form
pt_br: Enviar Formulário de Imóvel

source: Select which fields you'd like to be required.
pt_br: Selecione quais campos você gostaria que fossem obrigatórios

source: Select which fields you'd like to be required, these are only shown if enabled via Listings > Listing Single > Enable Vacation Rentals/Booking Fields.
pt_br: Selecione quais campos você gostaria que fossem obrigatórios, esses somente serão mostrados se habilitados via Listings > Imóvel Único > Habilitar Campos Aluguéis/Agendamento Temporada

source: PayPal Settings
pt_br: Ajustes Paypal

source: Stripe Settings
pt_br: Ajustes do Stripe

source: Wire Transfer
pt_br: Pagar com transferência

source: Email Content
pt_br: Conteúdo do e-mail

source: Blog Archive
pt_br: Arquivo do Blog

source: Single Post
pt_br: Post único

source: Map Addresses
pt_br: Endereços do Mapa

source: Enter the address of your locations to be used in the Google Map, needs to be entered in this format for each entry: 849 West Harbor Dr. San Diego, CA 92101
pt_br: Digite o endereço de suas localizações para serem usadas no Google Maps, precisa usar o formado a seguir para cada entrada, 500 Av. Dom Pedro Rio de Janeiro, RJ 10101-100

source: Custom CSS
pt_br: CSS Personalizado

source: Custom JS
pt_br: JS Personalizado

source: Import/Export
pt_br: Importar/Exportar

source: Changelog
pt_br: Log de Mudanças

source: Section via hook
pt_br: Seção via hook

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
pt_br: <p class="description">Esta é uma seção criada adicionando um filtro ao array sections. Pode ser usada por temas filhos para adicionar/remover seções das opções</p>
