Repository: dionipires/realestate-7
Catalog: realestate-7/languages/*.po
Languages: pt_br

source: Page Not Found
pt_br: Página não encontrada

source: Woah there! Looks like you've gotten lost.
pt_br: Opa! Parece que você se perdeu.

source: Go back to the homepage
pt_br: Volte para a página inicial

source: Brokerages
pt_br: Imobiliárias

source: Type a brokerage name or address here to filter the list.
pt_br: Digite um nome de imobiliária ou endereço aqui para filtrar a lista.

source: Tell me more about a property
pt_br: Quero mais informações sobre este imóvel

source: Request a showing
pt_br: Solicite uma visita

source: General Questions
pt_br: Dúvidas gerais

source: Name
pt_br: Nome

source: Phone
pt_br: Telefone

source: Submit
pt_br: Enviar

source: View
pt_br: Visualizar

source: No Brokerages Found.
pt_br: Nenhuma imobiliária encontrada

source: No posts were found which match your search criteria
pt_br: Nenhum item foi encontrado que corresponde à sua busca

source: Try broadening your search to find more results.
pt_br: Tente ampliar sua busca para encontrar mais resultados.

source: Agent
pt_br: Corretor

source: Address
pt_br: Endereço

source: Type a listing address or keyword to filter the list.
pt_br: Digite o endereço ou uma palavra chave para filtrar os imóveis.

source: This post is password protected. Enter the password to view comments.
pt_br: Esta postagem é protegida por senha. Digite sua senha para ver os comentários.

source: No Responses
pt_br: Sem Respostas

source: 1 Comment
pt_br: 1 Comentário

source: % Comments
pt_br: % Comentários

source: &larr; Older Comments
pt_br: &larr; Comentários Mais Antigos

source: Newer Comments &rarr;
pt_br: Comentários Mais Recentes &rarr;

source: Comments are closed, but
pt_br: Comentários estão encerrados, mas

source: Trackback URL for this post
pt_br: Link URL deste post (Trackback)

source: and pingbacks are open.
pt_br: pingbacks estão abertos.

source: Reviews are closed.
pt_br: Resenhas estão encerradas.

source: Comments are closed.
pt_br: Comentários estão encerrados.

source: All Rights Reserved.
pt_br: Todos os Direitos Reservados.

source: Back to top
pt_br: Topo

source: Getting Started
pt_br: Começando

source: Hi,
pt_br: Olá,

source: Favorite Listings
pt_br: Imóveis Favoritos

source: Saved Searches
pt_br: Pesquisas salvas

source: Submit Listing
pt_br: Enviar imóvel

source: My Listings
pt_br: Meus Imóveis

source: Membership
pt_br: Obter plano

source: Invoices
pt_br: Faturas

source: Account Settings
pt_br: Ajustes da Conta

source: Logout
pt_br: Sair

source: Login / Register
pt_br: Login / Registro

source: Add "CT Compare" Widget via Appearance > Widgets > Compare.
pt_br: Adicionar "CT Compare" Widget via Aparência > Widgets > Compare

source: Pages:
pt_br: Páginas:

source: Rooms
pt_br: Salas

source: Bedrooms
pt_br: Quartos

source: Beds
pt_br: Quartos

source: Bed
pt_br: Quarto

source: Bathrooms
pt_br: Banho

source: Baths
pt_br: Banheiros

source: Bath
pt_br: Banho

source: listings found
pt_br: imóveis encontrados

source: listing found
pt_br: imóvel encontrado

source: Loading Results…
pt_br: Carregando resultados

source: Find A Home
pt_br: Encontre uma Casa

source: Searching:
pt_br: Buscando:

source: All listings
pt_br: Todos os imóveis

source: Close Map
pt_br: Fechar Mapa

source: Save This Search?
pt_br: Salvar esta pesquisa?

source: View Saved
pt_br: Visualizar Salvos

source: Brokerage
pt_br: Imobiliária

source: Listings
pt_br: Imóveis

source: Agents
pt_br: Corretores

source: Map
pt_br: Mapa

source: Reviews
pt_br: Resenhas

source: Type an agents name or title here to filter the list.
pt_br: Digite um nome de corretor ou título aqui para filtrar a lista.

source: View Listings
pt_br: Ver Imóveis

source: This brokerage currently has no active agents.
pt_br: Esta imobiliária atualmente não possui nenhum corretor ativo

source: Check back soon.
pt_br: Volte logo.

source: No Reviews
pt_br: Nenhuma Resenha

source: 1 Review
pt_br: 1 Resenha

source: % Reviews
pt_br: % Resenhas

source: Check out this great listing on
pt_br: Veja este excelente imóvel

source: Close
pt_br: Fechar

source: You must be logged in to view this page.
pt_br: Você precisa estar logado para ver esta página.

source: By
pt_br: Por

source: in
pt_br: em

source: with
pt_br: com

source: Advanced Search
pt_br: Pesquisa Avançada

source: Type
pt_br: Tipo

source: City
pt_br: Cidade

source: Area
pt_br: Área

source: Suburb
pt_br: Bairro

source: State
pt_br: Situação

source: Postcode
pt_br: Código Postal

source: Zipcode
pt_br: CEP

source: Country
pt_br: País

source: Neighborhood
pt_br: Bairro

source: District
pt_br: Distrito

source: Community
pt_br: Comunidade

source: Price From
pt_br: Valor de

source: Price To
pt_br: Valor até

source: Size From
pt_br: Tamanho de

source: Size To
pt_br: Tamanho até

source: Lot Size From
pt_br: Tam. Terreno de

source: Lot Size To
pt_br: Tam. Terreno até

source: Property ID
pt_br: ID do imóvel

source: Number of Guests
pt_br: Número de Hóspedes

source: Additional Features
pt_br: Caraterísticas Adicionais

source: Search
pt_br: Pesquisa

source: Select a State
pt_br: Selecione um Estado

source: City (optional)
pt_br: Cidade (opcional)

source: Keyword (optional)
pt_br: Palavra-chave (opcional)

source: Search Agents
pt_br: Agentes de Pesquisa

source: Type an agents name, title, business, phone or lic # here to filter the list.
pt_br: Digite o nome, título, empresa, telefone ou número de licença do agente aqui para filtrar a lista.

source: View Profile
pt_br: Ver perfil

source: Previous Page
pt_br: Anterior

source: Next Page
pt_br: Próxima

source: No Agents Found.
pt_br: Nenhum Corretor Encontrado

source: Big Map
pt_br: Mapa Grande

source: Compare
pt_br: Comparar

source: Contact No Form
pt_br: Formulário de Contato

source: Contact
pt_br: Contato

source: Name*
pt_br: Nome*

source: Subject*
pt_br: Título*

source: Message
pt_br: Mensagem

source: Demo Home Listings Slider
pt_br: Slider de Listagens da Página Inicial de Demonstração

source: Demo Home Map
pt_br: Mapa da Página Inicial de Demonstração

source: Edit Listing
pt_br: Editar imóvel

source: Street Address
pt_br: Endereço (rua)

source: Alternate Title
pt_br: Título Alternativo

source: (e.g. Downtown Penthouse)
pt_br: (Ex: Mansão no Centro)

source: Any
pt_br: Qualquer

source: Featured
pt_br: Destaque

source: Price
pt_br: Preço

source: Price Prefix
pt_br: Prefixo de preço

source: (e.g. From, Call for price)
pt_br: (ex: a partir de, ligue para saber o preço)

source: Price Postfix Text
pt_br: Sufixo do preço

source: (e.g. /month, /week)
pt_br: (Ex: /mês, /semana)

source: Listing Description
pt_br: Descrição do imóvel

source: Listing Featured Image
pt_br: Imagem de Destaque do Imóvel

source: Listing Images
pt_br: Imagens do Imóvel

source: Drag & Drop Images Here
pt_br: Arraste e solte as imagens aqui

source: or
pt_br: ou

source: Select Images
pt_br: Selecione Imagens

source: *At least one image is required for valid submission, minimum width of 817px.
pt_br: *Pelo menos uma imagem é obrigatória para um envio válido, largura mínima de 817px.

source: *You can mark an image as featured by clicking the star icon, Otherwise first image will be considered featured image.
pt_br: *Você pode marcar uma imagem como destaque clicando no ícone Estrela. Caso contrário, a primeira imagem será considerada a imagem de destaque.

source: Files & Documents
pt_br: Arquivos e Documentos

source: *Supported file types are PDF, Word, Excel & PowerPoint.
pt_br: * Os tipos de arquivos suportados são PDF, Word, Excel e PowerPoint.

source: Lot Size
pt_br: Tam. Terreno

source: Pets
pt_br: Animais de estimação

source: Parking
pt_br: Estacionamento

source: Vitrual Tour URL
pt_br: URL do tour vitrual

source: Open House
pt_br: Casa à Mostra

source: Date
pt_br: Data

source: Start Time
pt_br: Horário Inicial

source: End Time
pt_br: Horário Final

source: Additional Features (comma separated)
pt_br: Caraterísticas Adicionais (separadas por vírgula)

source: Max-number of Guests
pt_br: Máximo número de Hóspedes

source: Minimum Stay
pt_br: Estada Mínima

source: Check In Time
pt_br: Horário do Check-in

source: Check Out Time
pt_br: Horário do Check-out

source: Extra Person Charge
pt_br: Tarifa por pessoa adicional

source: Cleaning Fee
pt_br: Tarifa de limpeza

source: Cancellation Fee
pt_br: Tarifa de Cancelamento

source: Security Deposit
pt_br: Taxa de Seguro

source: Type in an address
pt_br: Digite um endereço

source: County
pt_br: Condado

source: Latitude & Longitude (optional)
pt_br: Latitude & Longitude (opcional)

source: You can also manually drag the marker to the exact location of your listing if the automatic geolocation is off.
pt_br: Você também pode arrastar manualmente o marcador na localização exata do imóvel se a geolocalização automática estiver desligada.

source: Private Notes
pt_br: Nota Privada

source: Write a private note about this listing, this textarea will not be displayed anywhere on the front end of the site.
pt_br: Escreva uma nota privada sobre este imóvel, este texto não vai aparecer em nenhum lugar no front-end do site

source: Cancel
pt_br: Cancelar

source: Next
pt_br: Próximo

source: Previous
pt_br: Anterior

source: Update
pt_br: Atualizar

source: This isn't one of your assigned listings, editing is denied.
pt_br: Esta não é uma das suas listagens atribuídas, a edição é negada.

source: Edit Profile
pt_br: Editar Perfil

source: The passwords you entered do not match. Your password was not updated.
pt_br: As senhas que você digitou não são iguais. Sua senha não foi atualizada.

source: The Email you entered is not valid. Please try again.
pt_br: O E-mail que você digitou não é válido. Por favor, tente novamente.

source: This email is already used by another user. Try a different one.
pt_br: Este e-mail já está sendo usado por outro usuário. Tente um diferente.

source: Username
pt_br: Nome de Usuário

source: Usernames cannot be changed.
pt_br: Nome de Usuário não pode ser alterado

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Último nome

source: Nickname
pt_br: Apelido

source: (required)
pt_br: (obrigatório)

source: Display to Public as
pt_br: Mostrar ao Público como

source: Contact Info
pt_br: Informações de contato

source: Website
pt_br: Site

source: About Yourself
pt_br: Sobre Você

source: Biographical Information
pt_br: Informação Biográfica

source: Share a little biographical information to fill out your profile. This may be shown publicly.
pt_br: Compartilhe algumas informações biográficas para preencher seu perfil. Estas informações podem ser mostradas publicamente

source: New Password
pt_br: Nova senha

source: If you would like to change the password type a new one. Otherwise leave this blank.
pt_br: Se você quiser alterar a senha digite uma nova. Caso contrário deixe este campo em branco

source: Type your new password again.
pt_br: Digite sua senha novamente.

source: Strength indicator
pt_br: Indicador de Senha Forte

source: Update Profile
pt_br: Atualizar perfil

source: Delete Account
pt_br: Excluir conta

source: Request More Information on All Favorites
pt_br: Solicitar mais informações em Todos os Favoritos

source: Previous Entries
pt_br: Anteriores

source: Next Entries
pt_br: Próximas

source: Full Width 2
pt_br: Largura Cheia 2

source: Full Width
pt_br: Largura Cheia

source: IDX Full Width
pt_br: IDX Largura Total

source: IDX w/Sidebar
pt_br: IDX c/Lateral

source: Landing Page
pt_br: A Página De Destino

source: Left Sidebar
pt_br: Barra lateral esquerda

source: Listing Email Alerts
pt_br: Alertas por email deste imóvel

source: Manage your alerts
pt_br: Gerencie seus alertas

source: Here you can turn saved alerts on/off or remove them completely.
pt_br: Aqui você pode ligar/desligar seus alertas salvos ou removê-los completamente.

source: Query
pt_br: Consulta

source: Date Created
pt_br: Data de Criação

source: Email Setting
pt_br: Ajuste de Email

source: Delete
pt_br: Deletar

source: You don't have any saved searches yet, create one above.
pt_br: Você ainda não tem pesquisas salvas, crie uma acima.

source: Activate "Contempo Email Alerts" plugin via Appearance > Install Plugins.
pt_br: Ativar o plugin "Alertas de Email Contempo" através de Aparência > Instalar Plugins

source: Open Houses
pt_br: Casas Abertas

source: Packages Thank You
pt_br: Pacotes Pagina Agradecimento

source: Select a Package
pt_br: Selecione um Pacote

source: Payment
pt_br: Pagamento

source: Complete
pt_br: Completo

source: Quick Search
pt_br: Pesquisa rápida

source: Last Twenty Posts
pt_br: Últimas Vinte Postagens

source: Pages
pt_br: Páginas

source: Categories
pt_br: Categorias

source: Posts per category
pt_br: Postagens por categoria

source: You haven't chosen a package yet…
pt_br: Você ainda não escolheu um pacote ...

source: Get Started!
pt_br: Iniciar!

source: Listings Limit Reached
pt_br: Limite de Imóveis Alcançado

source: You've reached the listings limit for your membership package.
pt_br: Você atingiu seu limite de imóveis para o seu pacote.

source: Upgrade Today!
pt_br: Atualize Agora!

source: Gallery Images (select as many as you like)
pt_br: Galeria de Imagens (selecione quantas quiser)

source: *At least one image is for valid submission, minimum width of 817px.
pt_br: *Pelo menos uma imagem é obrigatória para um envio válido, largura mínima de 817px.

source: (e.g. Cats, small dogs)
pt_br: (por exemplo, gatos, cães pequenos)

source: (e.g. Carport, 2 Car Garage)
pt_br: (ex garagem 2 carros)

source: Virtual Tour URL
pt_br: Tour Virtual URL

source: (e.g. 2)
pt_br: (Ex: 2)

source: (e.g. 1 night)
pt_br: (ex: 1 noite)

source: (e.g. 3:00 PM)
pt_br: (ex: 15:00h)

source: (e.g. 11:00 AM)
pt_br: (ex: 11:00h)

source: (e.g. 50)
pt_br: (ex: 50)

source: (e.g. 150)
pt_br: (ex: 150)

source: (e.g. 275)
pt_br: (ex: 275)

source: (e.g. 895)
pt_br: (ex: 895)

source: Save As Draft
pt_br: Salvar como rascunho

source: Testimonials
pt_br: Depoimentos

source: User Dashboard
pt_br: Painel do usuário

source: Featured Listings
pt_br: Imóveis em Destaque

source: Pending Listings
pt_br: Listagens Pendentes

source: You haven't placed any orders yet…
pt_br: Você ainda não fez pedidos ...

source: Invoice
pt_br: Fatura

source: Package
pt_br: Pacote

source: Start
pt_br: Início

source: Expire
pt_br: Expira

source: Recurring
pt_br: Recorrente

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Expired
pt_br: Expirado

source: Type a listing name or address here to filter the list.
pt_br: Digite um nome de imóvel ou endereço aqui para filtrar a lista.

source: Bed:
pt_br: Quarto:

source: Baths:
pt_br: Banheiros:

source: Type:
pt_br: Tipo:

source: Published
pt_br: Publicados

source: Pending
pt_br: Pendente

source: Draft
pt_br: Esboço, projeto

source: Paid
pt_br: Pago

source: Edit
pt_br: Editar

source: Views
pt_br: Visualizações

source: You don't have any listings yet...
pt_br: Você ainda não possui imóveis...

source: Create One
pt_br: Crie um

source: A special note for this import.
pt_br: Uma nota especial para esta importação.

source: Social profile information
pt_br: Informações de perfil social

source: Twitter Username
pt_br: Nome de Usuário do Twitter

source: Extra profile information
pt_br: Informações adicionais de perfil

source: Agent Order
pt_br: Pedido de Corretor

source: If user is an agent select the order you would like them displayed on the agents page, e.g. 1, 2, 3, etc&hellip; NOTE: You must also set Real Estate 7 Options > Agents > Manually Order Agents? > to Yes, otherwise the ordering won't be applied.
pt_br: Se o usuário for um corretor selecione a ordem que você gostaria que ele aparecesse na página de corretores, ex: 1, 2, 3, etc&hellip; NOTA: Você precisa ajustar em Real Estate 7 Options > Agents > Manually Order Agents? > to Yes, caso contrário a ordem não vai ser aplicada

source: Profile Image
pt_br: Imagem do Perfil

source: Please upload a profile picture here, if none is chosen a default image will be used.
pt_br: Por favor, faça o upload da imagem aqui, se nenhuma for escolhida, uma imagem padrão será usada.

source: Mobile #
pt_br: Número do Celular

source: Title
pt_br: Título

source: Tagline
pt_br: Slogan

source: Agent License #
pt_br: CRECI do corretor

source: Add the agents license number here.
pt_br: Adicione o número do CRECI do corretor aqui

source: Agent Testimonials
pt_br: Depoimentos sobre o Corretor

source: If this user is marked as an agent ("Show on agents page" option above) use this area to add client testimonials.
pt_br: Se esse usuário for marcado como corretor (opção "Mostrar na página de corretores" acima) use esta área para adicionar depoimentos de clientes

source: Office Information
pt_br: Informação do Escritório

source: Personal Logo
pt_br: Logo Pessoal

source: Upload your personal logo here, or if you choose to associate a Brokerage below that logo will be used instead.
pt_br: Faça o upload de seu logo pessoal aqui, ou se se você escolher se associar à Imobiliária abaixo, aquele logo será usado no lugar

source: Select a Brokerage
pt_br: Selecione uma Imobiliária

source: Assign a brokerage here, these are pulled from the Brokerage custom post type.
pt_br: Escolha a imobiliária aqui, as imobiliárias são selecionadas da aba Imobiliárias

source: Brokerage License #
pt_br: CRECI da imobiliária

source: Add the brokerage license number here.
pt_br: adicione o CRECI da imobiliária aqui

source: Office #
pt_br: Telefone Fixo

source: State or Province
pt_br: Estado

source: Postal Code
pt_br: Cep:

source: Please Update Your PHP Version to the Recommended 5.6+
pt_br: Por favor, atualize a versão do PHP para a Recomendada 5.6+

source: Otherwise some of the Theme Functions and Custom Visual Composer modules won't be available for use, or cause issues with your site display.
pt_br: Caso contrário algumas Funções do Tema e módulos Customizados do Visual Composer não estarão disponíveis para uso, ou podem causar problemas com a visualização do site

source: Its a quick and simple process (no more than a couple minutes), please refer to this knowledgebase article below.
pt_br: É um processo simples e rápido (não mais do que alguns minutos), por favor veja o artigo abaixo na knowledgebase

source: Minimum PHP Version 5.6+ and How to Update to It
pt_br: Versão Mínima do PHP 5.6+ e Como Atualizar para ela

source: Dismiss this notice
pt_br: Descartar essa notificação

source: WP Favorite Posts Needs to be Setup
pt_br: WP Posts Favoritos Precisa ser Configurado

source: Just takes a few seconds to setup the plugin properly please see the
pt_br: Demora apenas alguns segundos para configurar o plugin de forma correta, por favor veja a

source: documentation
pt_br: documentação

source: Contempo Compare Listings Needs to be Setup
pt_br: Contempo Comparar Imóveis precisa ser configurado

source: WordPress Social Login Needs to be Setup
pt_br: WordPress Social Login precisa ser configurado

source: Listing Large
pt_br: Imóvel Grande

source: Primary Left Menu
pt_br: Menu Primário à Esquerda

source: Primary Right Menu
pt_br: Menu Primário à Direita

source: Primary Full Width
pt_br: Largura Cheia Primário

source: Footer Menu
pt_br: Menu Rodapé

source: Menu doesn't exist, please create one by clicking here.
pt_br: Menu não existe, por favor crie um clicando aqui.

source: Open Map
pt_br: Abrir Mapa

source: Close Search
pt_br: Fechar Pesquisa

source: Open Search
pt_br: Abrir Pesquisa

source: Open
pt_br: Abrir

source: Search Saved
pt_br: Pesquisa Salva

source: All Towns
pt_br: Todas as cidades

source: All Villages
pt_br: Todas as aldeias

source: All Cities
pt_br: Todas as cidades

source: All Areas
pt_br: Todas as áreas

source: All Suburbs
pt_br: Todos os bairros

source: All Provinces
pt_br: Todas as Províncias

source: All Regions
pt_br: Todas as regiões

source: All Parishes
pt_br: Todas as Paróquias

source: All States
pt_br: Todos os Estados

source: All Postcodes
pt_br: Todos os códigos postais

source: All Postal Codes
pt_br: Todos os códigos postais

source: All Zipcodes
pt_br: Todos os códigos postais

source: * This field is required
pt_br: * Este campo é obrigatório

source: * Please select an option
pt_br: * Por favor selecione uma opção

source: * This checkbox is required
pt_br: * Esta checkbox é obrigatória

source: * Invalid phone number
pt_br: * Número de telefone inválido

source: * Invalid email address
pt_br: * E-mail inválido

source: * Invalid date, must be in YYYY-MM-DD format
pt_br: * Data inválida, precisa ser no formato YYYY-MM-DD

source: * Numbers only
pt_br: * Somente números

source: * No special caracters allowed
pt_br: * Caracteres especiais não permitidos

source: * Letters only
pt_br: * Letras apenas

source: Read more
pt_br: Leia mais

source: Collapse
pt_br: Colapso

source: Buyer
pt_br: Comprador

source: Seller
pt_br: Vendedor

source: Broker
pt_br: Agente

source: Beds:
pt_br: Camas:

source: Baths:
pt_br: Banhos:

source: Sq Ft:
pt_br: Mt²

source: 1 Listing found
pt_br: 1 Anúncio encontrado

source: Listings found
pt_br: Anúncios encontrados

source: No Listings Found
pt_br: Nenhuma Listagem Encontrada

source: Sort By
pt_br: Ordenar por

source: Default Order
pt_br: Pedido padrão

source: Price - Low to High
pt_br: Preço (baixo para alto)

source: Price - High to Low
pt_br: Preço (alto para baixo)

source: Date - Old to New
pt_br: Data (antiga para nova)

source: Date - New to Old
pt_br: Data (nova para antiga)

source: New submission in
pt_br: Novo envio em

source: Hi!
pt_br: Oi!

source: We have a new submission in
pt_br: emos uma nova submissão em

source: Check it out
pt_br: Confira

source: You need to setup the Google Maps API.
pt_br: Você precisa configurar a API do Google Maps.

source: Go into Admin > Real Estate 7 Options > Google Maps
pt_br: Vá para Admin> Real Estate 7 Options > Google Maps

source: Prev
pt_br: Anterior

source: User registration is not enabled
pt_br: O Cadastro de usuário está desabilitado

source: Don't have an account?
pt_br: Não possui uma conta?

source: Create your account,
pt_br: Crie uma conta,

source: it takes less than a minute.
pt_br: leva menos de um minuto

source: Password
pt_br: Senha

source: Lost your password?
pt_br: Perdeu sua senha?

source: Lost Password?
pt_br: Perdeu sua senha?

source: Enter your email address and we'll send you a link you can use to pick a new password.
pt_br: Entre com seu email e nós lhe enviaremos um link para você poder criar uma nova senha

source: Username or Email
pt_br: Usuário ou Email

source: Get New Password
pt_br: Receber Nova Senha

source: Create an account
pt_br: Criar uma Conta

source: It takes less than a minute. If you already have an account
pt_br: Leva menos de um minuto. Se você já possui uma conta

source: Buyer, Seller or Agent?
pt_br: Comprador, vendedor ou agente?

source: Please choose
pt_br: Por favor escolha

source: Password Again
pt_br: Senha Novamente

source: I accept the
pt_br: Eu aceito o

source: Terms &amp; Conditions
pt_br: Termos e Condições

source: Register
pt_br: Registrar

source: Username already taken
pt_br: Nome de usuário já registrado

source: Invalid username
pt_br: Nome de usuário inválido

source: Please enter a username
pt_br: Digite seu nome de usuário

source: Invalid email
pt_br: E-mail inválido

source: Email already registered
pt_br: Email já registrado

source: Please enter a password
pt_br: Por favor digite uma senha

source: Passwords do not match
pt_br: As senhas não combinam

source: Terms & Conditions must be checked
pt_br: Termos e Condições devem ser verificados

source: Incorrect password
pt_br: Senha Incorreta

source: Error
pt_br: Erro

source: Featured Image
pt_br: Imagem Destacada

source: Brokerage Logo
pt_br: Logo Imobiliária

source: User hasn't chosen a package yet…
pt_br: O usuário ainda não escolheu um pacote…
