Repository: dionipires/realestate-7
Catalog: realestate-7/languages/*.po
Languages: pt_br

source: Limit Reached
pt_br: Limite alcançado

source: Current Package Details
pt_br: Detalhes do pacote atual

source: Overview of users existing membership & package information.
pt_br: Visão geral dos usuários existentes e informações sobre pacotes.

source: Active
pt_br: Ativo

source: Package Name:
pt_br: Nome do pacote:

source: Listings Remaining:
pt_br: Listagens restantes:

source: Featured Listings Remaining:
pt_br: Listagens em destaque restantes:

source: Enter the listing street address here
pt_br: Digite o endereço da lista aqui

source: NOTE: The Listing Title needs to be <strong>only the Street Address</strong> (e.g. 123 Somewhere St.) otherwise the mapping won't work properly, use the Alternate Title field below for Listing Names, etc…the Alt Title field will override the street address on the front end of your site.
pt_br: NOTA: O título da listagem precisa ser <strong> apenas o endereço da rua </strong> (por exemplo, 123 Somewhere St.); caso contrário, o mapeamento não funcionará corretamente, use o campo Título alternativo abaixo para Listar nomes, etc. O campo substituirá o endereço no front end do seu site.

source: Price & Description
pt_br: Descrição e Preço

source: Photos & Files
pt_br: Fotos e arquivos

source: Details
pt_br: Detalhes

source: Rental Info
pt_br: Informação de Aluguel

source: Location
pt_br: Localização

source: Add to Favorites
pt_br: Adicionar a Favoritos

source: Favorite
pt_br: Favorito

source: Photo
pt_br: foto

source: Photos
pt_br: Fotos

source: Remove
pt_br: Retirar

source: Rating
pt_br: Classificação

source: Guests
pt_br: Hóspedes

source: Min Stay
pt_br: Estada Mínima

source: Price Per
pt_br: Preço por

source: Walk Score&reg;
pt_br: Pé De Pontuação

source: Max Guests
pt_br: Máximo número de Hóspedes

source: Extra People
pt_br: Pessoas Extra

source: %s ago
pt_br: %s atrás

source: Updated on
pt_br: Atualizado em

source: at
pt_br: em

source: Hosted By
pt_br: Hospedado Por

source: Listing Courtesy of
pt_br: Listagem de cortesia de

source: Brokered by
pt_br: Agenciado por

source: Sq Ft
pt_br: Ft²

source: Sq Ft
pt_br: Ft²

source: Village
pt_br: Vila

source: Town
pt_br: Cidade

source: Parish
pt_br: Freguesia

source: Region
pt_br: Região

source: Province
pt_br: Estado

source: School District
pt_br: Distrito Escolar

source: Building
pt_br: Prédio

source: Borough
pt_br: Município

source: Sector
pt_br: Setor

source: All Property Types
pt_br: Todos os tipos de propriedade

source: All Countries
pt_br: Todos os países

source: All Counties
pt_br: Todos os condados

source: All Statuses
pt_br: Todos os status

source: All Additional Features
pt_br: Todos os recursos adicionais

source: All Neighborhoods
pt_br: Todos os Bairros

source: All Districts
pt_br: Todos os Distritos

source: All School Districts
pt_br: Todos os Distritos Escolares

source: All Buildings
pt_br: Todos os Edifícios

source: All Sectors
pt_br: Todos os setores

source: All Communities
pt_br: Todas as comunidades

source: Pet Friendly?
pt_br: Pets Aceitos?

source: Furnished/Unfurnished?
pt_br: Mobiliado/Sem Mobília?

source: All Brokerages
pt_br: Todas as Corretoras

source: You need to setup the Yelp Fusion API.
pt_br: Você precisa configurar a API do Yelp Fusion.

source: Go into Admin > Real Estate 7 Options > What's Nearby? > Create App
pt_br: Vá para Admin> Real Estate 7 Options > O que há por perto? > Criar aplicativo

source: You've reached the daily Yelp Fusion API limit.
pt_br: Você atingiu o limite diário da API do Yelp Fusion.

source: Please visit https://www.yelp.com/developers/v3/manage_app
pt_br: Por favor, visite https://www.yelp.com/developers/v3/manage_app

source: General 502 Error from Yelp Fusion API
pt_br: Erro 502 geral do Yelp Fusion API

source: Please check your server error logs.
pt_br: Por favor, verifique os logs de erro do servidor.

source: General 500 Error from Yelp Fusion API
pt_br: Geral 500 Erro do Yelp Fusion API

source: General Error from Yelp Fusion API
pt_br: Erro geral do Yelp Fusion API

source: mi
pt_br: mim

source: reviews
pt_br: avaliações

source: Unfortunately, your API key is over its quota.
pt_br: Infelizmente, sua API key está acima da cota.

source: Unfortunately, there's no results nearby for this listing.
pt_br: Infelizmente, não há nada próximo nos resultados para este imóvel.

source: Unfortunately, your request was denied, generally because of lack of an invalid key parameter.
pt_br: Infelizmente, sua solicitação foi negada, normalmente por falta de chave válida.

source: Unfortunately, your request was invalid, generally due to wrong address information or lat/long coordinates.
pt_br: Infelizmente, sua solicitação está inválida, normalmente devido a erro de endereço informado ou coordenadas lat/long

source: A server-side error happened trying again may be successful, please shift+refresh the page.
pt_br: Um erro no lado do servidor ocorreu tentar novamente mais tarde pode funcionar, por favor shift+refresh a página

source: Search Results for: %s
pt_br: Resultado de pesquisa para: %s

source: Author: %s
pt_br: Autor: %s

source: Day: %s
pt_br: Dia: %s

source: Month: %s
pt_br: Mês: %s

source: Year: %s
pt_br: Ano: %s

source: Archives
pt_br: Postagens

source: Share This
pt_br: Compartilhe

source: Check out this great article on
pt_br: Veja este excelente artigo

source: About The Author
pt_br: Sobre o Autor

source: Related Posts
pt_br: Posts relacionados

source: <span class="meta-nav">&larr;</span> Older
pt_br: <span class="meta-nav">&larr;</span> Anteriores

source: Newer <span class="meta-nav">&rarr;</span>
pt_br: Próximos <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav"><i class="fa fa-chevron-left"></i></span> Older listings
pt_br: <span class="meta-nav"><i class="fa fa-chevron-left"></i></span> Imóveis anteriores

source: Newer listings <span class="meta-nav"><i class="fa fa-chevron-right"></i></span>
pt_br: Próximos imóveis <span class="meta-nav"><i class="fa fa-chevron-right"></i></span>

source: Minute %1$s
pt_br: Minuto %1$s

source: i
pt_br: eu

source: Week %1$s
pt_br: Semana %1$s

source: W
pt_br: S

source: Search results for &quot;%1$s&quot;
pt_br: Resultados de Pesquisa para &quot;%1$s&quot;

source: 404 Not Found
pt_br: 404 Não Encontrado

source: From
pt_br: Desde

source: To
pt_br: Até

source: Keyword
pt_br: Palavra-chave

source: Street, City, State, Zip or keyword
pt_br: Rua, Cidade, Estado, CEP ou palavra-chave

source: More Search Options
pt_br: Mais opções de pesquisa

source: Tell me more about this property
pt_br: Quero mais informações sobre este imóvel

source: View All
pt_br: Ver todos

source: featured
pt_br: destaque

source: Beds +
pt_br: Camas +

source: All Rooms
pt_br: Todos os quartos

source: All Bedrooms
pt_br: Todos os quartos

source: All Beds
pt_br: Todas as camas

source: All Bed
pt_br: Todas camas

source: Baths +
pt_br: Banhos +

source: All Bathrooms
pt_br: Todos os banheiros

source: All Baths
pt_br: Todos os banheiros

source: All Bath
pt_br: Todo banho

source: Price range:
pt_br: Faixa de preço:

source: to
pt_br: para

source: Size range:
pt_br: Faixa de tamanho:

source: Lot size range:
pt_br: Faixa de tamanho do lote:

source: Searching...
pt_br: Procurando...

source: Enter a street address or keyword
pt_br: Digite um endereço ou palavra-chave

source: Addtional Features
pt_br: Caraterísticas Adicionais

source: Homes For Sale
pt_br: Casas à venda

source: Recently Sold
pt_br: Vendido recentemente

source: Reduced
pt_br: Reduzido

source: For Rent
pt_br: Para alugar

source: Leased
pt_br: Arrendado

source: New Additions
pt_br: Novas adições

source: Special Offers
pt_br: Ofertas especiais

source: Attachments
pt_br: Anexos

source: Book this listing
pt_br: Marcar este imóvel

source: You Must be Registered to View Agent Details
pt_br: Você deve estar registrado para ver os detalhes do agente

source: Agent #
pt_br: Agente #

source: Request More Information
pt_br: Solicitar mais informações

source: Tell me more about this listing
pt_br: Conte-me mais sobre esta listagem

source: Co-listing Agent
pt_br: Listas Compartilhadas

source: Overview
pt_br: Visão geral

source: Sold Date
pt_br: Data de venda

source: Subdivision
pt_br: Subdivisão

source: Style
pt_br: Estilo

source: Year Built
pt_br: Ano de construção

source: Fencing
pt_br: Esgrima

source: Topography
pt_br: Topografia

source: Lot Sq Ft
pt_br: Lote M²

source: Roofing
pt_br: Coberturas

source: Structures
pt_br: Estruturas

source: Parking/Garage
pt_br: Garagem de Estacionamento

source: Parking/Garage Spaces
pt_br: Estacionamento / Garagem

source: Garage Stalls
pt_br: Barraca para Garagem

source: Utilities
pt_br: Serviços de utilidade pública

source: Heating
pt_br: Aquecimento

source: Primary Heating
pt_br: Aquecimento primário

source: Heat Source
pt_br: Fonte de calor

source: Cooling
pt_br: Resfriamento

source: Water
pt_br: Água

source: Sewer/Septic
pt_br: Esgoto / Fossa séptica

source: Features
pt_br: Destaques

source: Equipment
pt_br: Equipamento

source: Misc
pt_br: Diversos

source: Fireplace
pt_br: Lareira

source: Fireplace Type
pt_br: Tipo de lareira

source: Number of Fireplaces
pt_br: Número de Lareiras

source: Pool
pt_br: Piscina

source: Security
pt_br: Segurança

source: Floor Coverings
pt_br: Revestimentos para pavimentos

source: Full Baths
pt_br: Banheiros

source: 3/4 Baths
pt_br: 3/4 banheiros

source: 1/2 Baths
pt_br: 1/2 banheiros

source: Basement
pt_br: Porão

source: Schools
pt_br: Escolas

source: Elementary
pt_br: Elementar

source: Middle
pt_br: Meio

source: High
pt_br: Alto

source: HOA
pt_br: FLOR

source: HOA Fee Due
pt_br: Taxa HOA Dois

source: HOA Includes
pt_br: HOA Inclui

source: Energy Efficiency
pt_br: Eficiência energética

source: Energy Class
pt_br: Classe Energética

source: Global Energy Performance
pt_br: Desempenho Energético Global

source: Renewable Energy Performance
pt_br: Desempenho em Energias Renováveis

source: Building Energy Performance
pt_br: Desempenho Energético do Edifício

source: What's Nearby?
pt_br: O que há por perto?

source: Restaurants
pt_br: Restaurantes

source: Coffee Shops
pt_br: Cafés

source: Stores
pt_br: Lojas

source: Education
pt_br: Educação

source: Banks
pt_br: Bancos

source: Bars
pt_br: Bares

source: Hospitals
pt_br: Hospitais

source: Gas Stations
pt_br: Postos de Combustível

source: Transit Stations
pt_br: Estações De Transporte

source: Convenience Stores
pt_br: Conveniências

source: Shopping Malls
pt_br: Shoppings

source: Veterinary Care
pt_br: Cuidados veterinários

source: Pet Store
pt_br: Loja de animais

source: Park
pt_br: Parque

source: Google Places/What's Nearby? Error.
pt_br: Google Places/O quê há por perto? Erro.

source: You need to create an API key go into Admin > Real Estate 7 Options > Google Maps > API Key, then setup the options via Real Estate 7 Options > "What's Nearby?" panel.
pt_br: Você precisa criar uma API key. Vá para: Admin > Real Estate 7 Options > Google Maps > API Key, depois ajuste as opções via o painel Real Estate 7 Options > "O quê há por perto?"

source: Co-listing
pt_br: Listas Compartilhadas

source: Prices
pt_br: Preços

source: Share This Listing
pt_br: Compartilhar Este Imóvel

source: Enter your starting address
pt_br: Digite um endereço de partida

source: Floor Plans & Pricing
pt_br: Plantas do imóvel & Preço

source: Size
pt_br: Tamanho

source: Availability
pt_br: Disponibilidade

source: Time
pt_br: Hora

source: Rental Information
pt_br: Informação de Aluguel

source: Other Listings in Community
pt_br: Outros imóveis próximos

source: Description
pt_br: Descrição

source: Floor Plans
pt_br: Plantas

source: Booking
pt_br: Agendar

source: Video
pt_br: Vídeo

source: Nearby
pt_br: Próximo

source: Listing Features
pt_br: Destaques do imóvel

source: Virtual Tour
pt_br: Tour Virtual

source: Bank
pt_br: Bancos

source: Read More
pt_br: Leia mais

source: This agent currently has no active listings.
pt_br: Este corretor não possui imóveis ativos no momento

source: This brokerage currently has no active listings.
pt_br: Esta imobiliária atualmente não possui nenhum imóvel ativo

source: No properties were found which match your search criteria
pt_br: Nenhum imóvel foi encontrado que corresponde à sua busca

source: on
pt_br: no

source: On
pt_br: No

source: off
pt_br: fora

source: Off
pt_br: Desligado

source: Title:
pt_br: Título:

source: Dribbble:
pt_br: Junho:

source: Medium:
pt_br: Média:

source: Getting started with %1$s v%2$s
pt_br: Primeiros Passos %1$s v%2$s

source: Thanks for purchasing %1$s! I truly appreciate the support and the opportunity to share my work with you. Please visit the tabs below to get started setting up your theme!
pt_br: Obrigado por sua compra %1$s! Eu realmente agradeço o suporte e a oportunidade de compartilhar meu trabalho com você. Por favor visite as abas abaixo para começar a configurar seu tema!

source: Start Here
pt_br: Comece Aqui

source: FAQ &amp; Support
pt_br: Perguntas Frequentes &amp; Suporte

source: Latest Updates
pt_br: Últimas Atualizações

source: Installing %s
pt_br: Instalando %s

source: Documentation
pt_br: Documentação

source: Required & Recommended Plugins
pt_br: Plugins Obrigatórios & Recomendados

source: Below is a list of required and recommended plugins to install that will help you get the most out of WP Pro Real Estate 7. To begin please use the button below or browse through the list to learn about each one in a little more detail.
pt_br: Abaixo está uma lista de plugins necessários e recomendados para instalar que irão te ajudar a conseguir o melhor do WP Pro Real Estate 7. Para começar, por favor, use o botão abaixo ou navegue pela lista para aprender sobre cada item com mais detalhes.

source: Required
pt_br: Obrigatório

source: Redux Framework
pt_br: Framework Redux

source: Install Redux Framework
pt_br: Instalar Framework Redux

source: Install Now
pt_br: Instalar Agora

source: Installed
pt_br: Instalado

source: This plugin is used for the admin options framework.
pt_br: Este plugin é usado para as opções de administração do framework.

source: Contempo Real Estate Custom Posts
pt_br: Contempo Real Estate - Posts Customizados

source: Install Contempo Real Estate Custom Posts
pt_br: Instalar Contempo Real Estate Posts Customizados

source: This plugin registers the listings, brokerages & testimonials custom post types, along with related custom fields & taxonomies, as well as all the custom Visual Composer modules (if you have the Visual Composer plugin installed & activated).
pt_br: Este plugin registra os imóveis, corretoras & testemunhos juntamente com os campos customizados relacionados e taxonomias, assim como todos os Módulos Customizados do Visual Composer (se você tiver o plugin Visual Composer instalado e ativado).

source: Recommended
pt_br: Recomendado

source: Contempo Membership & Packages
pt_br: Contempo Associação & Pacotes

source: Contempo Saved Searches & Email Alerts
pt_br: Contempo Pesquisas Salvas & Alertas por Email

source: Install Contempo Saved Searches & Email Alerts
pt_br: Instalar Contempo Pesquisas Salvas & Alertas por Email

source: This plugin allows users be alerted via email when a listing is added.
pt_br: Este plugin permite que usuários sejam alertados via email quando um imóvel é adicionado

source: Contempo Compare Listings
pt_br: Contempo Comparar Imóveis

source: Install Contempo Compare Listings
pt_br: Instalar Contempo Comparar Imóveis

source: This plugin adds compare functionality for listings.
pt_br: Este plugin adiciona a funcionalidade de comparar imóveis

source: Contempo Mortgage Calculator Widget
pt_br: Contempo Widget Calculadora de Hipoteca

source: Install Contempo Mortgage Calculator Widget
pt_br: Instalar Contempo Widget Cálculo de Hipoteca

source: This plugin enables a simple mortgage calculator widget.
pt_br: Este plugin habilita um widget para cálculo simplificado de hipotecas.

source: Contempo Child Theme Generator
pt_br: Contempo Gerador de Tema Filho (Child Themes)

source: This plugin allows admin users to easily generate a child theme from your Admin > Appearance panel.
pt_br: Este plugin permite que administradores possam facilmente gerar um tema filho, acessando o painel: Admin > Aparência

source: Contempo Payment Gateways
pt_br: Contempo Formas de Pagamento

source: Install Contempo Payment Gateways
pt_br: Instalar Contempo Formas de Pagamento

source: Slider Revolution
pt_br: Revolution Slider

source: Install Slider Revolution
pt_br: Instalar Revolution Slider

source: Slider Revolution is an innovative, responsive WordPress Slider Plugin that displays your content the beautiful way.
pt_br: Slider Revolution é um plugin inovador e responsivo do WordPress que mostra o conteúdo de forma maravilhosa.

source: Install Visual Composer
pt_br: Instalar Visual Composer

source: WordPress Page Builder plugin with intuitive drag and drop interface. Build any page fast and easy. Unlimited layouts for your website.
pt_br: Plugin WordPress Construtor de Pagina com interface arrastar-e-soltar intuitiva. Construa qualquer página de forma rápida e fácil. Layouts ilimitados para seu site.

source: Install WPML
pt_br: Instalar WPML

source: <a href="%s" target="_blank">WPML</a> allows running fully multilingual websites with WordPress, making it easy to translate WordPress pages, posts, tags, categories and themes.
pt_br: <a href="%s" target="_blank">WPML</a> permite criar sites multi-linguagem com WordPress, tornando fácil a tradução de páginas, posts, tags, categorias e temas do WordPress.

source: WordPress Social Login
pt_br: Login Social do WordPress

source: Install WP Favorite Posts
pt_br: Instalar Login Social do WordPress

source: This plugin allows users to login/register with their social profiles like Facebook, Google, Twitter, etc&hellip;
pt_br: Este plugin permite que usuários se cadastrem ou façam login com suas contas sociais como Fabebook, Google, Twiter, etc&hellip;

source: WP Favorite Posts
pt_br: Posts Favoritos do WP

source: This plugin allows users to favorite & save listings from the front end of the site.
pt_br: Este plugin permite que usuários favoritem e salvem imóveis a partir do front-end do site

source: Install WordPress Social Login
pt_br: Instalar WordPress Social Login

source: This plugin allows users to login/register for your site via social networks like Facebook, Google, Twitter, etc&hellip;
pt_br: Este plugin permite que usuários se cadastrem ou façam login com suas contas sociais como Fabebook, Google, Twiter, etc&hellip;

source: Booking Calendar
pt_br: Agendamento de Visita

source: Install Booking Calendar
pt_br: Instalar Agendamento de Visita

source: This plugin will enable online booking services, however you're free to use whatever booking plugin you'd like as long as it supports shortcodes.
pt_br: Este plugin habilita serviços de agendamento online, entretanto você é livre para usar qualquer plugin de agendamento que quiser, desde que ele suporte shortcodes

source: Co-Authors Plus
pt_br: Instalar Co-Authors Plus

source: Install Co-Authors Plus
pt_br: Instalar Co-Authors Plus

source: This plugin allows you to assign multiple users or agents to listings, perfect for co-listings.
pt_br: Este plugin permite que você indique múltiplos usuários ou corretores para os imóveis, perfeito para listas compartilhadas

source: Comments Ratings
pt_br: Comentários e Classificações

source: Install Comments Ratings
pt_br: Instalar Comentários e Classificações

source: This plugin allows you to enable ratings for your listings.
pt_br: Este plugin permite que você habilite notas para seus imóveis

source: Install Envato Market
pt_br: Instalar Envato Market

source: This plugin allows you to easily get theme updates through your WordPress admin.
pt_br: Este plugin permite que você atualize facilmente seus temas através do painel admin do WordPress

source: Support for %s?
pt_br: Suporte para %s?

source: If you've read through the <a href="%1$s" target="_blank">documentation</a> and still have questions or are experiencing issues, I'm happy to help! Simply <a href="%2$s" target="_blank" title="Open a live chat">open a live chat</a> or <a href="%3$s" target="_blank">leave a comment</a> on the item page and I'll personally get back to you, thanks in advance for your patience.
pt_br: Se você já leu a <a href="%1$s" target="_blank">documentação</a> e ainda tem dúvidas ou está enfrentando falhas, eu estou à disposição para ajudá-lo. Simplesmente <a href="%2$s" target="_blank" title="Open a live chat">Abra um chat online</a> ou <a href="%3$s" target="_blank">deixe um comentário</a> na página do item e eu irei pessoalmente te retornar, desde já obrigado pela sua paciência.

source: FAQ for %s?
pt_br: Perguntas Frequentes (FAQ) %s?

source: The following articles below cover many frequently asked questions that you may have.
pt_br: Os seguintes artigos cobrem muitas das perguntas mais frequentes que você pode ter.

source: Need Modifications or Customizations?
pt_br: Precisa de Modificações ou Customizações?

source: Send me an email <a href="mailto:%s">chris@contempothemes.com</a>, with a detailed outline of what you’d like to accomplish and I’ll get you a quote and turnaround time.
pt_br: Me envie um e-mail <a href="mailto:%s">chris@contempothemes.com</a>, com uma descrição detalhada do que você deseja conseguir e eu te enviarei uma proposta e tempo de implementação.

source: Please note that support requests will not be answered via email, only through my <a href="%1$s" target="_blank">live chat</a> or within the <a href="%2$s" target="_blank">item comments</a>.
pt_br: Por favor, veja que os pedidos de suporte não serão respondidos via email, apenas através do meu <a href="%1$s" target="_blank">chat ao vivo</a> ou nos <a href="%2$s" target="_blank">comentários</a>.

source: Hosting Recommendations
pt_br: Recomendações de Hospedagem

source: Visit the Knowledge Base
pt_br: Visite a Base de Conhecimentos (em inglês)

source: New to the WordPress world? The Knowledge Base has a boat load of articles to help you with any issues that might arise.
pt_br: Novo no mundo do WordPress? A Base de Conhecimento tem muitos artigos para te ajudar com problemas que você pode enfrentar

source: Visit the knowledge base
pt_br: Visite a Base de Conhecimentos (em inglês)

source: Google Places API is currently unavailable.
pt_br: Google Places API indisponível no momento.

source: You must specify a valid listing location, use street address in the listing title along with city, state & zip/postcode — if not use the optional latitude & longitude field.
pt_br: Você precisa especificar um local válido para o imóvel, use o endereço no título do imóvel junto com a cidade, estado e CEP - ou use o campo opcional de latitude e longitude

source: You much specify at least one of the following: "keyword", "name", "types".
pt_br: Você precisa especificar pelo menos um dos seguintes campos: "palavra-chave", "nome", "tipos".

source: You must specify a radius.
pt_br: Você precisa especificar um raio.

source: You must specify a location before calling radarsearch().
pt_br: Você precisa especificar um local antes de chamar radarsearch().

source: You must specify either a "placeid" or a "reference" (but not both) before calling details().
pt_br: Você precisa especificar ou um "placeid" ou uma "referência" (mas não ambos) antes de chamar details().

source: Install Required Plugins
pt_br: Instale plugins requeridos

source: Installing Plugin: %s
pt_br: Instalando Plugin: %s

source: Something went wrong with the plugin API.
pt_br: Algo aconteceu de errado com o plugin API.

source: Return to Required Plugins Installer
pt_br: Voltar para instalador de Plugins necessários

source: Return to the Dashboard
pt_br: Retorne ao Painel de Controle
